IDEA Open Model
ReinforcementGroup.NumOfBarsInLayer Property
Compatible with IDEA StatiCa 20.1
 Number of bars in layer
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public int NumOfBarsInLayer { get; set; }
Public Property NumOfBarsInLayer As Integer
	Get
	Set
Property Value
Type: Int32
See Also
Reference
ReinforcementGroup Class
IdeaRS.OpenModel.Detail Namespace